/* Patrol Around Space Station page success */
"### Impressive!\nYou’ve used a new method to complete the challenge.\n\n[**Next Page**](@next)" = "### 干得很棒！\n你使用了一种新的方法来完成挑战。如果有时间，想想是否还有让代码更简洁的方法。\n\n\n\n[**下一页**](@next)";

/* flyForward(cm:) hint1 */
"To fly forward  you need to use `flyForward(cm: 180)`." = "让 Tello 向前飞你需要使用 `flyForward(cm: 180)` 指令。";

/* flyForward(cm:) hint1 */
"To fly forward  you need to use `flyForward(cm: 90)`." = "让 Tello 向前飞你需要使用 `flyForward(cm: 90)`指令。";

/* flyForward(cm:) hint1 */
"To fly forward you need to use `flyForward(cm: 90)`." = "让 Tello 向前飞你需要使用 `flyForward(cm: 90)`指令。";

/* land hint */
"To land you need to use the `land()` command." = "让 Tello 降落你需要使用 `land()` 指令。";

/* takeOff hint */
"To take off you need to use the `takeOff()` command." = "让 Tello 起飞你需要使用 `takeOff()` 指令。";

/* turnLeft(degree:) hint */
"Use `turnLeft(degree: 90)` to turn counterclockwise." = "使用 `turnLeft(degree: 90)` 让 Tello 向左转。";

/* turnRight(degree:) hint */
"Use `turnRight(degree: 90)` to turn clockwise." = "使用 `turnRight(degree: 90)` 让 Tello 向右转。";

"Scanning Tellos..." = "扫描飞机...";
"Wifi" = "请正确设置Wifi";
